---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.LinkLoadContent
source: html/b1462f47-12b9-9924-c007-31871ebe5a6d.htm
---
# LinkLoadContent Members

Returns the Link data path owned by this LinkLoadContent object.